-- 以下是插入 content_category 表的測試數據
INSERT INTO content_category
VALUES (1, '推薦', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '經驗', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '功效', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '存放', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '沖泡', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, '禁忌', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, '茶器', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, '文化', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, '花茶', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_tag 表的測試數據
INSERT INTO content_tag
VALUES (1, '茶葉標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '茶器標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '經驗標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '存放標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '功效標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, '沖泡標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, '禁忌標籤', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, '紅茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, '綠茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, '黑茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, '白茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, '花茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, '黃茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, '烏龍茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (15, '普洱茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (16, '代用茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (17, '再加工茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (18, '茶壺', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (19, '茶杯', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (20, '茶筒', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (21, '茶針', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (22, '茶夾', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (23, '茶撥', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (24, '茶則', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (25, '茶漏', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (26, '經驗', 3, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (27, '存放', 4, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (28, '功效', 5, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (29, '沖泡', 6, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (30, '禁忌', 7, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_article 表的測試數據
INSERT INTO content_article (id, author_id, author_name, category_id, title, brief, tags, ip, sort, cover_url, up_count, down_count, click_count, comment_count, check_state, check_remarks, display_state, gmt_create, gmt_modified) VALUES (1, 1, 'root', 2, '烏龍茶和普洱茶的區別', '烏龍茶和普洱茶在產地、外形、工藝、滋味等幾個方面均有區別。
產地：烏龍茶主產於福建、廣東，而普洱茶產於雲南西雙版納、臨滄等地。
外形：烏龍茶幹茶捲曲，肥壯勻整，茶毫不顯，而普洱茶條索肥壯狹長，白毫顯露。
工藝：烏龍茶採用獨特的做青工藝，普洱茶爲殺青、曬青工藝或渥堆發酵。
滋味：烏龍茶醇爽甘鮮，七泡餘香，而普洱茶醇厚飽滿，滋味濃強。', '[{"id":10, "name":"暫無"}]', '0:0:0:0:0:0:0:1', 99, 'http://localhost:9080/resources/article-image/2023/06/29/8e3725ab-c6d7-48d4-9065-5a21e6ddaa4d.png', 0, 0, 0, 0, 1, '', 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO content_article (id, author_id, author_name, category_id, title, brief, tags, ip, sort, cover_url, up_count, down_count, click_count, comment_count, check_state, check_remarks, display_state, gmt_create, gmt_modified) VALUES (2, 1, 'root', 1, '經常面對電子屏幕，應該多喝茶', '電視的誕生，給人們的生活帶來了新的視聽享受，世界上有大量的人每天都要面對電視屏幕度過許多時光。
但是在播放電視時，熒光屏會發出一些射線，這些射線對人體有害，尤其是長時間地看電視，能引起人們的視覺疲勞和視力衰退。', '[{"id":10, "name":"暫無"}]', '0:0:0:0:0:0:0:1', 99, 'http://localhost:9080/resources/article-image/2023/06/29/0358498b-ff42-4f11-947b-573ebbee5685.png', 0, 0, 0, 0, 1, '', 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_article_detail 表的測試數據
INSERT INTO content_article_detail (id, article_id, detail, gmt_create, gmt_modified) VALUES (1, 1, '<h3 id="ammrr">一、產地不同</h3><p>普洱茶屬於特殊茶類，主要產於雲南省的西雙版納、臨滄、普洱等地區，以雲南大葉種曬青茶爲原料，並在地理標誌保護範圍內採用特定的加工工藝製成，具有獨特品質特徵的茶葉。</p><p>烏龍茶也稱青茶，屬於半發酵茶。烏龍茶創制於1725年左右，主要產於我國福建、廣東兩個省份，是中國獨特的茶類，現如今烏龍茶遠銷海外，世界聞名。</p><h3 id="z0i7x">二、外形不同</h3><p>普洱茶產品有普洱散茶和普洱緊壓茶兩類。普洱散茶外形條索肥壯緊結、重實，色澤棕褐或褐紅；而普洱緊壓茶是利用普洱散茶蒸壓而成，外形主要有餅、磚、沱等等。</p><p>烏龍茶種類比較多，以鐵觀音爲例，鐵觀音幹茶捲曲，肥壯勻整，色澤砂綠，整體形狀似蜻蜓頭、螺旋體、青蛙腿。</p><h3 id="72wf4">三、工藝不同</h3><p>普洱茶的製作工藝就比較復雜了，需要經過鮮葉的採摘，萎凋，殺青，揉捻，解塊，毛茶乾燥，毛茶分級，渥堆，滅菌，拼配，蒸壓與乾燥或者壓制成餅等過程。</p><p>熟茶是經過渥堆發酵使茶性趨向溫和，更適合日常飲用。熟普的香味會隨着陳化的時間而變得越來越柔順，濃郁。</p><p>根據《GB/T30357.1-2013》標準，烏龍茶指的是山茶屬茶樹的葉子、駐芽或嫩梢爲原料，經適度萎凋、做青、殺青、揉捻、乾燥等工序加工製成的茶葉。</p><p>其中做青（主要爲搖青）是形成烏龍茶特有品質的關鍵工序，是奠定烏龍茶，香氣和滋味的基礎。</p><h3 id="bk4ci">四、滋味、香氣不同</h3><p>普洱茶是經過時間陳化的茶，所以具有濃的陳香和陳味。</p><p>其幹茶粗壯飽滿，茶毫顯露，茶內含物質豐富，香氣濃郁，湯色透亮，口感厚重，喉韻明顯，層次感顯著，耐泡度高，葉底身骨重實，具有柔韌性。</p><p>而烏龍茶的總體品質特徵是：色澤青褐，湯色黃亮，葉底綠葉紅鑲邊，並有濃郁的花香。</p>', '2023-06-01 08:00:00', '2023-06-01 08:00:00');
INSERT INTO content_article_detail (id, article_id, detail, gmt_create, gmt_modified) VALUES (2, 2, '<p>電視的誕生，給人們的生活帶來了新的視聽享受，世界上有大量的人每天都要面對電視屏幕度過許多時光。</p><p>但是在播放電視時，熒光屏會發出一些射線，這些射線對人體有害，尤其是長時間地看電視，能引起人們的視覺疲勞和視力衰退。</p><p>而對電腦工作者、監視器工作人員之類來說更是長時間地、近距離地面對銀屏用眼，對人眼的損害更是巨大。</p><p>爲了減輕這些射線對眼睛和身體的影響，看電視對着電腦時常喝茶，也是一個好辦法。</p><p>今天我們也一起來瞭解一下這個小常識。</p><p>茶葉中含有多種維生素和一些微量元素。</p><p>茶中的維生素A，有利於恢復和防止視力衰退；</p><p>維生素B2對眼瞼、眼睛的結膜和角膜有保護作用；</p><p>維生素C是眼睛晶狀體中的重要營養成分，不足時會使晶狀體受損，變得混濁；</p><p>維生素D直接參與眼視網膜的桿狀細胞內視紫質的合成，以維持視覺的正常。</p><p>微量元素鋅則是維生素A在人體內運轉的必需物質。</p><p>如果維生素D或者鋅不足，會減弱眼睛的暗適應力和辨色能力。</p><p>另外，茶中還含有β-胡蘿蔔素、鉬、鈣、脂多糖、茶多酚類物質，它們也有減輕視覺疲勞和防輻射的效用。</p><p>屏幕射線對人體的損害還不僅僅是視力，而會對神經、免疫力、心血系統等都有不利影響。</p><p>飲茶對減輕屏幕射線的危害很有益。</p><p>最直接的一個作用就是飲茶能夠補充身體水分，將毒素排出，“淨化”了身體環境哦。</p><p>當然，除了喝茶，也需要我們多補充蔬菜、水果，爲眼睛提供必要的能量，其次，在盯一段時間屏幕後，應起身多活動，眺望遠處綠色植物，稍作休息，另外，就是多喝水。</p><p>最後，需要注意，晚上或者光線弱的時候，儘量不要使用長時間發光的屏幕、手機等。</p>', '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 account_user 表的測試數據
INSERT INTO account_user
VALUES (1, 'root', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '系統用戶',
        'https://img1.baidu.com/it/u=172033757,2398290767&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139001',
        'root@baidu.com', '最高權限的用戶', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 'super_user', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '超級用戶',
        'http://t14.baidu.com/it/u=2403578171,523646825&fm=224&app=112&f=JPEG?w=500&h=500', '13900139002',
        'super_user@baidu.cn', '超級用戶，通常具有除了【管理用戶】以外的全部權限', 1, NULL, 0, NULL, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (3, 'qilei', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '齊雷老師',
        'https://img2.baidu.com/it/u=1061003185,984761738&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139003',
        'qilei@baidu.cn', '齊雷老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 'wangkejing', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '克晶老師',
        'https://tupian.qqw21.com/article/UploadPic/2021-7/20217821572211826.jpeg', '13900139004',
        'wangkejing@baidu.com',
        '王克晶老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 'fanchuanqi', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '傳奇老師',
        'https://img2.woyaogexing.com/2018/12/29/78d4b8ed88129d81%21400x400_big.jpg', '13900139005',
        'fanchuanqi@baidu.com', '範傳奇老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 'liuguobin', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '國斌老師',
        'https://inews.gtimg.com/newsapp_bt/0/12844581467/1000', '13900139006',
        'liuguobin@baidu.com', '劉國斌老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 'chengheng', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '成恆老師',
        'https://inews.gtimg.com/newsapp_bt/0/14020308069/1000', '13900139007',
        'chengheng@baidu.com', '成恆老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 'zhanghaolan', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '晧嵐老師',
        'https://tupian.qqw21.com/article/UploadPic/2022-3/202231217251875370.jpg', '13900139008',
        'zhanghaolan@baidu.com', '張晧嵐老師的賬號', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 'wanghaitao', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '海濤老師',
        'https://pic.rmb.bdstatic.com/bjh/a52e840c28db72be04346701e8854a4a.jpeg@s_0,w_2000', '13900139009',
        'wanghaitao@baidu.com', '王海濤老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 'zhangjiujun', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '久軍老師',
        'https://img2.baidu.com/it/u=3420384266,2933740954&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139010',
        'zhangjiujun@baidu.com', '張久軍老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 'xiaoxuwei', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '旭偉老師',
        'https://inews.gtimg.com/newsapp_bt/0/13495906408/1000', '13900139011',
        'xiaoxuwei@baidu.com', '肖旭偉老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 'zhaoxiujia', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '秀佳老師',
        'https://img0.baidu.com/it/u=2666213152,2487785512&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=500', '13900139012',
        'zhaoxiujia@baidu.com', '趙秀佳老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, 'lidashuai', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '大帥老師',
        'https://tupian.qqw21.com/article/UploadPic/2021-5/202152113563063972.jpeg', '13900139013',
        'lidashuai@baidu.com', '李大帥老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, 'zhangyaoyun', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '耀勻老師',
        'https://img2.baidu.com/it/u=103296079,865218358&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139014',
        'zhangyaoyun@baidu.com', '張耀勻老師的賬號', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_role
VALUES (1, '系統管理員', '最高權限的管理員角色，應該關聯所有權限', 255, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '超級管理員', '除了系統用戶以外的最高權限的用戶角色，應該關聯除了【用戶管理】以外的所有權限', 255, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '普通用戶', '普通用戶', 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '資訊管理員', '負責管理資訊的管理員角色，應該關聯品牌管理的相關權限', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '商品管理員', '負責管理商品的管理員角色，應該關聯類別管理的相關權限', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_user_role
VALUES (1, 1, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 2, 2, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, 3, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 4, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 5, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 6, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 7, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 8, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 9, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 10, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 11, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 12, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, 13, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, 14, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_permission
VALUES (1, '賬號管理-用戶-讀取', '/account/user/read', '讀取用戶信息，含查看列表、查看詳情，及其它查詢操作', 255, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (2, '賬號管理-用戶-添加', '/account/user/add-new', '添加用戶', 254, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '賬號管理-用戶-刪除', '/account/user/delete', '刪除用戶', 253, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '賬號管理-用戶-修改', '/account/user/update', '修改用戶信息，含修改密碼、啓用、禁用、修改基本資料，及其它修改操作', 252, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (5, '內容管理-標籤-讀取', '/content/tag/read', '讀取標籤信息，含商品相關的所有數據的讀取操作，查看列表、查看詳情，及其它查詢操作', 99, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (6, '內容管理-標籤-添加', '/content/tag/add-new', '添加標籤，含商品相關的所有數據的添加操作', 98, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (7, '內容管理-標籤-刪除', '/content/tag/delete', '刪除標籤，含商品相關的所有數據的刪除操作', 97, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (8, '內容管理-標籤-修改', '/content/tag/update', '修改標籤信息，含商品相關的所有數據的修改操作，含所有修改操作', 96, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (9, '內容管理-類別-讀取', '/content/category/read', '讀取類別信息，含查看列表、查看詳情，及其它查詢操作', 0, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (10, '內容管理-類別-添加', '/content/category/add-new', '添加類別', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, '內容管理-類別-刪除', '/content/category/delete', '刪除類別', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, '內容管理-類別-修改', '/content/category/update', '修改類別信息，含修改基本資料、啓用、禁用，及其它修改操作', 0, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00');

INSERT INTO account_role_permission
VALUES (1, 1, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 1, 2, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, 1, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 1, 4, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 1, 5, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 1, 6, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 1, 7, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 1, 8, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 1, 9, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 1, 10, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 1, 11, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 1, 12, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (25, 2, 5, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (26, 2, 6, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (27, 2, 7, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (28, 2, 8, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (29, 2, 9, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (30, 2, 10, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (31, 2, 11, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (32, 2, 12, '2023-06-01 08:00:00', '2023-06-01 08:00:00');
